[T_City_Center_Propaganda_01_Prop_Announcer AkEvent]
SpokenText="A queima de combustíveis fósseis é estritamente proibida. As células de energia ADVENT estão disponíveis em uma base limitada para usuários qualificados."

[T_City_Center_Propaganda_02_Prop_Announcer AkEvent]
SpokenText="Lembre-se, estamos juntos nisto, ADVENT está aqui para você."

[T_City_Center_Propaganda_03_Prop_Announcer AkEvent]
SpokenText="Seja os olhos do ADVENT, reporte todas as atividades suspeitas para o Peacekeeper mais próximo."

[T_City_Center_Propaganda_04_Prop_Announcer AkEvent]
SpokenText="Seus amigos ou família ainda vivem fora da cidade? Encoraje sua transferência hoje!"

[T_City_Center_Propaganda_05_Prop_Announcer AkEvent]
SpokenText="Os cidadãos são lembrados de obedecer a todas as diretivas de segurança, incluindo aquelas dadas por sistemas não tripulados ou de outra forma automatizados."

[T_City_Center_Propaganda_06_Prop_Announcer AkEvent]
SpokenText="Sua cooperação torna tudo isso possível. ADVENT - trabalhando juntos para a paz."

[T_City_Center_Propaganda_07_Prop_Announcer AkEvent]
SpokenText="ADVENT - vinte anos de paz e prosperidade através da cooperação."

[T_City_Center_Propaganda_08_Prop_Announcer AkEvent]
SpokenText="Aproveite tudo o que a cidade tem para oferecer, colha os benefícios da paz."

[T_City_Center_Propaganda_09_Prop_Announcer AkEvent]
SpokenText="Limpo, seguro, estável. A cidade é a sua casa, divirta-se."

[T_City_Center_Propaganda_10_Prop_Announcer AkEvent]
SpokenText="Perguntas ou preocupações Veja o ADVENT Peacekeeper mais próximo."

[T_City_Center_Propaganda_11_Prop_Announcer AkEvent]
SpokenText="O ADVENT se esforça para proteger seu futuro. Ajude-nos, ajude-o."

[T_City_Center_Propaganda_12_Prop_Announcer AkEvent]
SpokenText="Seu futuro é mais brilhante do que nunca. ADVENT está aqui para garantir sua segurança e conforto."

[T_City_Center_Propaganda_13_Prop_Announcer AkEvent]
SpokenText="No momento, todas as excursões fora do centro da cidade foram colocadas em espera indefinida. Pedimos desculpas por qualquer inconveniente."

[T_City_Center_Propaganda_14_Prop_Announcer AkEvent]
SpokenText="Visite sua Clínica de Terapia Genética local para uma amostra dos últimos avanços em cuidados preventivos."

[T_City_Center_Propaganda_15_Prop_Announcer AkEvent]
SpokenText="Os Guardas da Paz do ADVENTO estão aqui para sua proteção, e sua vigilância significa a sua segurança".

[T_City_Center_Propaganda_16_Prop_Announcer AkEvent]
SpokenText="A sua adesão às directivas ADVENT garante a segurança contínua de todos os cidadãos."

[T_City_Center_Propaganda_17_Prop_Announcer AkEvent]
SpokenText="Ficar de olho na atividade suspeita coloca todos em risco.A ADVENT incentiva a reportagem pró-ativa de todos os cidadãos."

[T_City_Center_Propaganda_18_Prop_Announcer AkEvent]
SpokenText="Esperamos que você desfrute de todas as comodidades disponíveis para você em toda a cidade. Dirija todas as preocupações para o seu Peacekeeper mais próximo."

[T_City_Center_Propaganda_19_Prop_Announcer AkEvent]
SpokenText="Nós pedimos desculpas por qualquer inconveniente experimentado durante as seleções de segurança regulares. ADVENT está aqui para garantir a sua segurança."

[T_City_Center_Propaganda_20_Prop_Announcer AkEvent]
SpokenText="Seja aconselhado, qualquer adulteração ou desativação de torres de segurança ADVENT é estritamente proibido."

[T_City_Center_Propaganda_21_Prop_Announcer AkEvent]
SpokenText="ADVENT fornece acesso ilimitado a entretenimento especialmente adaptado ao seu perfil único. Por favor, se abstenha do consumo ou comércio de substâncias ilegais."

[T_City_Center_Propaganda_22_Prop_Announcer AkEvent]
SpokenText="A discussão ou envolvimento em atividades relacionadas a grupos dissidentes anti-governo é motivo para julgamento sumário imediato pelas forças de paz da ADVENT."

[T_City_Center_Propaganda_23_Prop_Announcer AkEvent]
SpokenText="Os cidadãos são lembrados de que todas as viagens fora do centro da cidade requerem pré-autorização do seu oficial ADVENT local."

[T_City_Center_Propaganda_24_Prop_Announcer AkEvent]
SpokenText="O ADVENTO está aqui para você. Cooperação hoje, paz amanhã."

[T_City_Center_Propaganda_25_Prop_Announcer AkEvent]
SpokenText="Atos de vandalismo ou discordância pública não serão tolerados. ADVENT aprecia seus esforços para manter uma atitude calma e colecionada."

[T_City_Center_Propaganda_26_Prop_Announcer AkEvent]
SpokenText="Por favor relate todas as perturbações ao seu agente de paz ADVENT mais próximo para mediação."

[T_City_Center_Propaganda_27_Prop_Announcer AkEvent]
SpokenText="Os cidadãos estão seguros de que a atividade recente de grupos dissidentes perto dos centros da cidade será rapidamente contida. Informe todas as pessoas suspeitas ao seu Peacekeeper mais próximo."

[T_City_Center_Propaganda_28_Prop_Announcer AkEvent]
SpokenText="Os sacrifícios dos Anciãos para a humanidade nos proporcionam todo o conforto e segurança que desfrutamos hoje."

[T_City_Center_Propaganda_29_Prop_Announcer AkEvent]
SpokenText="As preocupações recentes sobre supostas pessoas desaparecidas dos centros da cidade foram minimizadas pelos funcionários da ADVENT."

[T_City_Center_Propaganda_30_Prop_Announcer AkEvent]
SpokenText="Embora os rumores de dissidentes XCOM que operam dentro dos centros da cidade continuam a se espalhar, os cidadãos são lembrados de que a colaboração com combatentes inimigos é uma ofensa capital."

[T_City_Center_Propaganda_31_Prop_Announcer AkEvent]
SpokenText="ADVENT precisa de sua ajuda! Relate pessoas suspeitas ou atividade para o Peacekeeper mais próximo."

[T_City_Center_Propaganda_32_Prop_Announcer AkEvent]
SpokenText="Juntos, o futuro é mais brilhante do que nunca. ADVENT, trabalhando lado a lado com os nossos cidadãos."

[T_City_Center_Propaganda_33_Prop_Announcer AkEvent]
SpokenText="Faça sua parte, visite seu recrutador ADVENT local hoje."

[T_City_Center_Propaganda_34_Prop_Announcer AkEvent]
SpokenText="Os cidadãos são lembrados de não se envolverem com as forças de paz da ADVENT, a menos que haja uma preocupação de segurança imediata."

[T_City_Center_Propaganda_35_Prop_Announcer AkEvent]
SpokenText="ADVENT gostaria de lembrar a todos os cidadãos que a importação ou comércio de substâncias proibidas é uma ofensa capital."

[T_City_Center_Propaganda_36_Prop_Announcer AkEvent]
SpokenText="Problemas de saúde? ADVENT Gene Therapy pode ajudar, visite a clínica mais próxima hoje!"

[T_City_Center_Propaganda_37_Prop_Announcer AkEvent]
SpokenText="Uma variedade de opções de entretenimento de outro mundo estão disponíveis para sua diversão, pare em hoje!"

[T_City_Center_Propaganda_38_Prop_Announcer AkEvent]
SpokenText="Curioso sobre os mais recentes projetos inovadores da ADVENT automotiva? Informe-se sobre os requisitos de propriedade em seu revendedor local."

[T_City_Center_Propaganda_39_Prop_Announcer AkEvent]
SpokenText="Em caso de emergência, mantenha a calma e siga as diretrizes de todas as forças de paz da ADVENT"."

[T_City_Center_Propaganda_40_Prop_Announcer AkEvent]
SpokenText="Sua conformidade contínua é apreciada."

[T_City_Center_Propaganda_41_Prop_Announcer AkEvent]
SpokenText="Lembrete a todos os cidadãos A posse de armas ou armas de fogo de qualquer tipo é uma ofensa capital".

[T_Small_Town___Slums_Propaganda_01_Prop_Announcer AkEvent]
SpokenText="Por que ir querendo? Nossas cidades têm mais que o suficiente para todos - transferência hoje!"

[T_Small_Town___Slums_Propaganda_02_Prop_Announcer AkEvent]
SpokenText="Há uma vida mais fácil esperando por você na cidade. Todos são bem-vindos."

[T_Small_Town___Slums_Propaganda_03_Prop_Announcer AkEvent]
SpokenText="A liberdade não tem de significar ansiedade e desconforto, nas cidades, sua vida é sua, sem as dificuldades."

[T_Small_Town___Slums_Propaganda_04_Prop_Announcer AkEvent]
SpokenText="Uma vida melhor espera por você e sua família nos centros da cidade. Transferências imediatas estão disponíveis."

[T_Small_Town___Slums_Propaganda_05_Prop_Announcer AkEvent]
SpokenText="Novas oportunidades aguardam a todos os que se transferem! Mova-se para o seu centro da cidade hoje!"

[T_Small_Town___Slums_Propaganda_06_Prop_Announcer AkEvent]
SpokenText="Você está cansado de estar doente, com fome, com medo? ADVENT pode aliviar seu fardo. Visite o seu centro de cidade mais próximo."

[T_Small_Town___Slums_Propaganda_07_Prop_Announcer AkEvent]
SpokenText="Você está lutando? A cidade aguarda, temos tudo o que você precisa."

[T_Small_Town___Slums_Propaganda_08_Prop_Annuncer AkEvent]
SpokenText="ADVENT dá as boas vindas a todos os centros da cidade."

[T_Small_Town___Slums_Propaganda_09_Prop_Announcer AkEvent]
SpokenText="Milhões já vieram para desfrutar de uma vida melhor, um futuro melhor, por que você não transferiu para o seu centro de cidade mais próximo."

[T_Small_Town___Slums_Propaganda_10_Prop_Announcer AkEvent]
SpokenText="Sentimento desgastado? ADVENT Gene Therapy pode ajudar, um benefício gratuito para todos os habitantes dos centros da cidade."

[T_Small_Town___Slums_Propaganda_11_Prop_Announcer AkEvent]
SpokenText="Seja aconselhado, a posse de gado ou animais domesticados é proibida, e renuncie a qualquer animal não autorizado ao ADVENT Peacekeeper mais próximo".

[T_Small_Town___Slums_Propaganda_12_Prop_Announcer AkEvent]
SpokenText="As rações cortesia do ADVENT CORE estão disponíveis no posto avançado mais próximo."

[T_Small_Town___Slums_Propaganda_13_Prop_Announcer AkEvent]
SpokenText="Programas de anistia de contrabando estão disponíveis para aqueles que buscam refúgio em um centro da cidade."

[T_Small_Town___Slums_Propaganda_14_Prop_Announcer AkEvent]
SpokenText="A anistia está disponível para aqueles que voluntariam materiais ilícitos para destruição. Veja o Peacekeeper mais próximo."

[T_Small_Town___Slums_Propaganda_15_Prop_Announcer AkEvent]
SpokenText="A Terapia Genética ADVENT pode mitigar qualquer número de doenças que antes eram consideradas mortais pelos padrões do velho mundo. Visite o centro da cidade mais próximo para obter detalhes."

[T_Small_Town___Slums_Propaganda_16_Prop_Announcer AkEvent]
SpokenText="Todos os cidadãos dos centros da cidade têm acesso garantido a comida, abrigo e assistência médica para o resto da vida."

[T_Small_Town___Slums_Propaganda_17_Prop_Announcer AkEvent]
SpokenText="Já não estamos todos suficientemente perdidos? Nos centros da cidade, o crime é uma coisa do passado graças ao ADVENT."

[T_Small_Town___Slums_Propaganda_18_Prop_Announcer AkEvent]
SpokenText="ADVENTO Os pacificadores estão buscando informações sobre vários indivíduos que querem ser questionados, por favor relate qualquer avistamento ao seu Peacekeeper mais próximo."

[T_Small_Town___Slums_Propaganda_19_Prop_Announcer AkEvent]
SpokenText="Milhões de pessoas não podem estar erradas, os centros da cidade oferecem tudo o que você precisa, sem a incerteza."

[T_Small_Town___Slums_Propaganda_20_Prop_Announcer AkEvent]
SpokenText="As forças de paz do ADVENT estão aqui para assegurar que as diretrizes de políticas sejam levadas a cabo em todas as áreas habitadas humanas."

[T_Small_Town___Slums_Propaganda_21_Prop_Announcer AkEvent]
SpokenText="Em mais de oitenta por cento dos casos identificados, as pessoas desaparecidas dos territórios exteriores foram realmente encontradas confortavelmente em um centro da cidade ADVENT."

[T_Small_Town___Slums_Propaganda_22_Prop_Announcer AkEvent]
SpokenText="Por que enfrentar a incerteza de viver com produtos ilegais ou de segunda mão. ADVENT fornece todas as necessidades de vida dentro dos centros da cidade."

[T_Small_Town___Slums_Propaganda_23_Prop_Announcer AkEvent]
SpokenText="O contrabando nunca é a resposta. ADVENT instituiu penas duras para aqueles condenados por lidar com materiais não autorizados."

[T_Small_Town___Slums_Propaganda_24_Prop_Announcer AkEvent]
SpokenText="ADVENT Os guardas da paz vão realizar varreduras de contrabando ao longo do mês. Sua cooperação assegura um processo seguro e sem intercorrências."

[T_Small_Town___Slums_Propaganda_25_Prop_Announcer AkEvent]
SpokenText="Uma vida melhor está esperando, transferida para um centro da cidade hoje."

[T_Small_Town___Slums_Propaganda_26_Prop_Announcer AkEvent]
SpokenText="Sirva uma finalidade mais alta, consulte seu recrutador ADVENT local hoje!"

[T_Small_Town___Slums_Propaganda_27_Prop_Announcer AkEvent]
SpokenText="As forças de manutenção da paz do ADVENT estão buscando recrutas novos e motivados. Informe-se em seu posto ADVENT local."

[T_Small_Town___Slums_Propaganda_28_Prop_Announcer AkEvent]
SpokenText="ADVENT é dedicado a construir um mundo melhor e um futuro melhor para toda a humanidade. Veja o seu recrutador hoje."

[T_Small_Town___Slums_Propaganda_29_Prop_Announcer AkEvent]
SpokenText="Você não precisa sofrer as duras realidades do velho mundo. ADVENT acolhe todos aqueles que buscam refúgio nos centros da cidade."

[T_Small_Town___Slums_Propaganda_30_Prop_Announcer AkEvent]
SpokenText="Não se assuste com nenhuma espécie não humana vista na proximidade de forças de paz do ADVENT. Sua presença é inteiramente benigna."

[T_Small_Town___Slums_Propaganda_31_Prop_Announcer AkEvent]
SpokenText="O ADVENT leva todos os relatórios de pessoas desaparecidas a sério. Se você precisar apresentar uma declaração oficial, pergunte no seu posto de segurança ADVENT mais próximo."

[T_Small_Town___Slums_Propaganda_32_Prop_Announcer AkEvent]
SpokenText="As rações ADVENT aprovadas estão disponíveis em quantidades limitadas para os cidadãos que buscam mais assistência."

[T_Small_Town___Slums_Propaganda_33_Prop_Announcer AkEvent]
SpokenText="Não se deixe enganar por agitadores dissidentes que fazem promessas que não podem cumprir. Somente o ADVENT pode fornecer a segurança ea segurança a longo prazo que você merece."

[T_Small_Town___Slums_Propaganda_34_Prop_Announcer AkEvent]
SpokenText="ADVENT está trabalhando lado a lado para construir um futuro mais brilhante para todos os habitantes da Terra."

[T_Small_Town___Slums_Propaganda_35_Prop_Announcer AkEvent]
SpokenText="ADVENT Burger oferece agora o mais recente em proteínas gourmet, experimente nossas novas seleções hoje."

[T_Small_Town___Slums_Propaganda_36_Prop_Announcer AkEvent]
SpokenText="ADVENT vai carregar o fardo, tudo que você tem a fazer é perguntar."

[T_Small_Town___Slums_Propaganda_37_Prop_Announcer AkEvent]
SpokenText="Neste momento, em centros urbanos de todo o mundo, pessoas como você são quentes e confortáveis. Junte-se a eles, junte-se ao ADVENT."

[T_Small_Town___Slums_Propaganda_38_Prop_Announcer AkEvent]
SpokenText="Cansado de viver no passado Junte-se a nós no futuro."

[T_Small_Town___Slums_Propaganda_39_Prop_Announcer AkEvent]
SpokenText="A resistência é difícil, a conformidade é fácil. A escolha é sua."
